tap "TheBoredTeam/boring-notch"

brew "chezmoi"
brew "curl"
brew "git"
brew "openssl@4"

brew "php@8.5"
brew "symfony-cli"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "opencode"

cask "raycast"
cask "zen"
cask "helium-browser"

cask "TheBoredTeam/boring-notch/boring-notch"
cask "jordanbaird-ice"
cask "discord"
cask "spotify"
cask "obsidian"

cask "ghostty"

cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "orbstack"
cask "redis-insight"

cask "bruno"
cask "dbeaver-community"
